Repository: ChernyshArtem/Messenger
Catalog: Localizable.xcstrings
Source language: en
Languages: ru

source: 🚪 exit
ru: 🚪 выйти

source: Are you sure that you want to delete this chat?
ru: Вы уверены, что хотите удалить чат?

source: Are you sure you want to delete your account?
ru: Вы уверены что хотите удалить аккаунт?

source: Attention
ru: Предупреждение

source: Cancel
ru: Отменить

source: Change
ru: Измененить

source: Chats
ru: Чаты

source: Congratuations
ru: Поздравления

source: Contacts
ru: Контакты

source: Delete
ru: Удалить

source: Do you really want to change your nickname?
ru: Вы действительно хотите изменить никнейм?

source: Do you want to create chat with user
ru: Вы хотите создать чат с пользователем

source: Edit
ru: Изменить

source: Enter new message text
ru: Введите текст нового сообщения

source: Enter user nickname
ru: Введите никнейм пользователя

source: Enter your email
ru: Введите почту пользователя

source: Enter your new nickname
ru: Введите новый никнейм пользователя

source: Enter your password
ru: Введите новый пароль

source: Error
ru: Ошибка

source: Info
ru: Информация

source: last message
ru: последнее сообщение

source: LOGIN
ru: ЛОГИН

source: Me
ru: Я

source: Messenger
ru: Мессенджер

source: No
ru: Нет

source: Not registered? Click here
ru: Не зарегистрирован? Жми сюда

source: OK
ru: Ок

source: REGISTER
ru: РЕГИСТРАЦИЯ

source: Select what you want to do with:
ru: Выберите что вы хотите сделать с:

source: Settings
ru: Настройки

source: Start Messanging
ru: Начать

source: Submit
ru: Подтвердить

source: The best messenger in the world
ru: Лучший мессенджер в мире

source: This nickname is occupied
ru: Никнейм занят

source: User Name
ru: Никнейм пользователя

source: Warning
ru: Предупреждение

source: Yes
ru: Да

source: Your account has been registered
ru: Ваш аккаунт был зарегистрирован

source: Your account hasn't been registered. This nickname is occupied
ru: Аккаунт не был зарегистрирован. Никнейм занят

source: Your email
ru: Ваша почта

source: Your nickname
ru: Ваш никнейм

source: Your password
ru: Ваш пароль
